tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "agg"
brew "asciinema"
brew "bat"
brew "docker"
brew "dog"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "grip"
brew "id3lib"
brew "ipmitool"
brew "lazydocker"
brew "lazygit"
brew "lima"
brew "node"
brew "marp-cli"
brew "mas"
brew "mosh"
brew "neovim"
brew "pandoc"
brew "qrencode"
brew "ripgrep"
brew "starship"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "aerospace"
cask "alfred"
cask "basictex"
cask "discord"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "hey"
cask "iterm2"
cask "macdown"
cask "mactracker"
cask "markdown-service-tools"
cask "markedit"
cask "textmate"
cask "visual-studio-code"
cask "wezterm"
cask "wkhtmltopdf"
cask "workflowy"
cask "zoom"
mas "Marked 2", id: 890031187
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "adpyke.codesnap"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
